Repository: arccode/factory
Catalog: po/*.po
Languages: vi_vn

source: AC Power
vi_vn: nguồn điện AC

source: Accelerometers
vi_vn: Gia tốc kế

source: Accelerometers Calibration
vi_vn: Điều chỉnh gia tốc kế

source: Accelerometers Lid Angle
vi_vn: Góc gia tốc kế

source: Audio
vi_vn: âm thanh

source: Audio Basic
vi_vn: Nguồn âm thanh cơ bản

source: Audio Diagnostic
vi_vn: Chẩn đoán âm thanh

source: Audio Loop
vi_vn: Phát lại nguồn âm thanh

source: Audio Quality
vi_vn: Chất lượng âm thanh

source: Backlight
vi_vn: Độ sáng đèn nền

source: Bad Blocks
vi_vn: khu bị hư hại

source: Battery
vi_vn: Pin

source: Battery Basic
vi_vn: Kiểm tra pin đơn giản

source: Battery Current
vi_vn: phí và xả hiện tại

source: Battery Cycle
vi_vn: Sạc và xả pin

source: Battery Sysfs
vi_vn: pin Sysfs

source: BFT Fixture
vi_vn: BFT lịch thi đấu

source: Blocking Charge
vi_vn: sạc

source: Bluetooth Host
vi_vn: Bluetooth

source: Brightness
vi_vn: Độ sáng

source: Brightness LCD Backlight
vi_vn: Độ sáng đèn nền màn hình

source: Brightness LED
vi_vn: Độ sáng LED

source: Button
vi_vn: Nút

source: Camera
vi_vn: Máy ảnh

source: Cellular Switch Firmware
vi_vn: Chuyển đổi phần mềm xử lý dữ liệu

source: Charger
vi_vn: Bộ sạc

source: Check Image Version
vi_vn: Kiểm tra phiên bản hình ảnh

source: Check Secdata Version
vi_vn: Kiểm tra phiên bản secdata

source: Check Serial Number
vi_vn: kiểm tra số serial VPD serial number

source: Compass
vi_vn: La bàn

source: Countdown
vi_vn: Đếm ngược

source: CR50 Write Whitelabel Flags
vi_vn: Viết CR50 Whitelabel Flags

source: Display
vi_vn: Hiển thị

source: Display Images
vi_vn: Hiển thị hình ảnh

source: Display Point
vi_vn: Các điểm hiển thị

source: DSM Calibration
vi_vn: DSM Hiệu chỉnh

source: Ethernet
vi_vn: Mạng

source: Exec Python
vi_vn: Thi hành Python

source: Exec Shell
vi_vn: Thi hành các hướng dẫn

source: External Display
vi_vn: Màn hình ngoài

source: Factory State
vi_vn: Tình trạng kiểm tra nhà máy

source: Fan Speed
vi_vn: Tốc độ quạt

source: Fastboot Flash
vi_vn: Đốt Fastboot

source: Finalize
vi_vn: Trình tự cuối cùng

source: Flash Netboot
vi_vn: Đốt firmware netboot

source: Gyroscope
vi_vn: Con quay hồi chuyển

source: Gyroscope Calibration
vi_vn: Hiệu chuẩn con quay hồi chuyển

source: Interrupt
vi_vn: Gián đoạn

source: Keyboard
vi_vn: Bàn phím

source: Keyboard Backlight
vi_vn: Đèn nền bàn phím

source: Keyboard SMT
vi_vn: SMT Bàn phím

source: Lid Switch
vi_vn: Công tắc nắp trên

source: Light Sensor
vi_vn: Cảm biến ánh sáng

source: Light Sensor Calibration
vi_vn: Hiệu chỉnh cảm biến ánh sáng

source: Lightbar
vi_vn: Thanh ánh sáng

source: Line Check Item
vi_vn: Xác minh dự án

source: LTE Verify Config
vi_vn: Cài đặt xác thực LTE

source: Memory Size
vi_vn: Kích thước bộ nhớ

source: Message
vi_vn: Thư

source: Model Sku
vi_vn: Cấu hình và kiểu (SKU)

source: Modem Security
vi_vn: Cấu hình và kiểu (SKU)

source: Mouse
vi_vn: Chuột máy tính

source: Network Setup
vi_vn: Cài đặt mạng

source: Nop
vi_vn: Không có hành động

source: Offline Test
vi_vn: Kiểm tra ngoại tuyến

source: Offline Test Shell Deploy
vi_vn: Kiểm tra ngoại tuyến

source: Offline Test Shell Fetch Log
vi_vn: Kiểm tra ngoại tuyến

source: Partition Table
vi_vn: Bảng phân vùng

source: Ping Test
vi_vn: Kiểm tra kết nối

source: Plankton CC2 Pull Test
vi_vn: Kiểm tra điện áp sinh vật phù du CC2

source: Plankton CC Flip Check
vi_vn: Kiểm tra sinh vật phù du CC Flip

source: Plankton Charge
vi_vn: Sạc Plankton

source: Plankton Display
vi_vn: hiển thị Plankton

source: Power Under Stress
vi_vn: Kiểm tra công suất áp suất

source: Probe
vi_vn: Phát hiện

source: Probe Cellular Info
vi_vn: Thông tin máy dữ liệu

source: Probe SIM
vi_vn: Thử thẻ SIM

source: Probe SIM Card Tray
vi_vn: Tra thử đầu dò thẻ SIM

source: Read Device Data From VPD
vi_vn: Đọc dữ liệu máy từ VPD

source: Removable Storage
vi_vn: Thiết bị lưu trữ di động

source: Retrieve Config
vi_vn: Tải cài đặt

source: Sample Customized Test
vi_vn: Kiểm tra tùy chỉnh mẫu

source: Scan
vi_vn: Số máy quét

source: Select For Sampling
vi_vn: Tùy chọn lấy mẫu

source: Shopfloor Service
vi_vn: Shopfloor

source: Shutdown
vi_vn: Tắt máy

source: Spatial Sensor Calibration
vi_vn: Hiệu chuẩn cảm biến

source: Start
vi_vn: bắt đầu

source: Station Entry
vi_vn: Trạm thử bắt đầu

source: Station Setup
vi_vn: Tên trạm

source: Storage Simple Stress
vi_vn: Thử áp lực cài đặt lưu trữ

source: Stressapptest
vi_vn: Thử áp lực

source: Stylus
vi_vn: đường vẽ khống chế

source: Summary
vi_vn: Tổng kết

source: Suspend Resume
vi_vn: Dừng/ Khôi phục

source: Suspend Stress
vi_vn: Đình chỉ căng thẳng

source: Sync Factory Server
vi_vn: Máy chủ đồng bộ

source: Sync Time
vi_vn: Thời gian đồng bộ hóa

source: Tablet Mode
vi_vn: Chế độ máy tính bảng

source: Tablet Rotation
vi_vn: Xoay vòng phẳng

source: Thermal Load
vi_vn: Áp suất nhiệt độ

source: Thermal Sensors
vi_vn: Cảm biến nhiệt độ

source: Thermal Slope
vi_vn: Tốc độ tăng và giảm nhiệt độ

source: Touch Device FW Update
vi_vn: Chạm vào cập nhật thay đổi

source: Touch Uniformity
vi_vn: chạm đồng nhất

source: Touchpad
vi_vn: bàn di chuột

source: Touchpad Hover
vi_vn: Tạm dừng bàn di chuột

source: Touchscreen
vi_vn: Bảng cảm ứng

source: Touchscreen Calibration
vi_vn: Hiệu chỉnh bảng cảm ứng

source: TPM Clear Owner
vi_vn: TPMXóa TPM

source: TPM Diagnosis
vi_vn: Chẩn đoán TPM

source: TPM Verify EK
vi_vn: Chứng chỉ TPM

source: Update Cbi
vi_vn: Cập nhật CBI

source: Update CR50 Firmware
vi_vn: Cập nhật firmware CR50

source: Update Detachable Base
vi_vn: Cập nhật cơ sở có thể tháo rời

source: Update Device Data
vi_vn: Cập nhật thông tin máy

source: Update Firmware
vi_vn: Cập nhật firmware

source: Update Fpmcu Firmware
vi_vn: Cập nhật firmware Fpmcu

source: Update Kernel
vi_vn: KernelCập nhật Kernel

source: Urandom
vi_vn: Số ngẫu nhiên

source: Verify Component
vi_vn: Xác minh bộ nhớ cache

source: Verify Root Partition
vi_vn: Xác minh vùng gốc

source: Video Playback
vi_vn: Phát lại nguồn

source: Wait External Test
vi_vn: Đang đợi thử nghiệm bên ngoài

source: Webgl Aquarium
vi_vn: WebGL

source: Wifi Check Calibration
vi_vn: Kiểm tra chỉnh sửa không dây

source: Wifi Throughput
vi_vn: Băng thông không dây

source: Wireless Antenna
vi_vn: Ăng ten không dây

source: Wireless Connect
vi_vn: Kết nối không dây

source: Write Device Data To VPD
vi_vn: Dữ liệu máy được ghi vào VPD

source: Write Protect Switch
vi_vn: Viết công tắc bảo vệ

source: State:
vi_vn: Trạng thái :

source: Description:
vi_vn: giải thích / Mô tả::

source: Input:
vi_vn: Nhập:

source: Time remaining:
vi_vn: Thời gian còn lại:

source: Space
vi_vn: trống

source: Factory tests stopped
vi_vn: Kiểm tra nhà máy đã ngừng

source: {label} ({iterations} times)
vi_vn: {label} ({iterations} lần)

source: An error occurred while starting the factory test system Factory testing cannot proceed.
vi_vn: Đã xảy ra lỗi khi mở hệ thống kiểm tra nhà máy.. Không có cách nào để tiếp tục thử nghiệm..

source: Switch to {target_locale}
vi_vn: Đổi cắt đến {target_locale}

source: Language
vi_vn: Ngôn ngữ

source: Iterations
vi_vn: Lặp lại nhiều lần

source: Retries
vi_vn: Số lần lặp lại nếu thất bại

source: Set iterations and retries of test "{test}"
vi_vn: Đặt số lần lặp lại cho {test}

source: Iterations must be a positive integer or -1.
vi_vn: Lặp lại phải là một số nguyên dương hoặc -1.

source: Retries must be a positive integer, 0, or -1.
vi_vn: Retries phải là một số nguyên dương, 0 hoặc -1.

source: Iterations or retries is too large. Please use -1 to represent infinity.
vi_vn: Lặp lại hoặc thử lại là quá lớn. Vui lòng sử dụng -1 để thể hiện vô hạn.

source: Rebooting
vi_vn: Khởi động lại

source: Shutting down
vi_vn: Tắt máy

source: once
vi_vn: 1 lần

source: {count} of {total} times
vi_vn: {count} lần trong {total} lần kiểm tra

source: {action} in {seconds_left} seconds ({times_text}). To cancel, press the Escape key.
vi_vn: Sẽ là {action} ({times_text}) sau {seconds_left} giây. Nhấn ESC để hủy.

source: Shutting down...
vi_vn: Đang tắt máy...

source: Cancel
vi_vn: Hủy

source: Critical factory note; cannot run tests
vi_vn: Thử nghiệm nhà máy đã ngừng

source: Not in engineering mode; cannot skip tests
vi_vn: Chế độ kỹ thuật có thể bỏ qua thử nghiệm

source: Run all {count} tests in "{test}"
vi_vn: Thực thi tất cả {count} kiểm tra trong {test}

source: Run test "{test}"
vi_vn: Thực hiện kiểm tra「{test}」

source: Restart all {count} tests in "{test}"
vi_vn: Chạy lại tất cả {count} kiểm tra trong {test}

source: Restart test "{test}"
vi_vn: Chạy lại kiểm tra 「{test}」

source: Restart {count} tests in "{test}" that have not passed
vi_vn: Chạy lại {count} các thử nghiệm không thành công trong {test}

source: Clear status of {count} tests in "{test}"
vi_vn: Xóa trạng thái của {count} kiểm tra trong「{test}」

source: Clear status of test "{test}"
vi_vn: Xóa trạng thái của thử nghiệm {test}

source: Run {count} untested tests in "{test}"
vi_vn: Thực thi {count} kiểm tra chưa được kiểm tra trong {test}

source: Set {count} tests in "{test}" to run multiple times
vi_vn: Đặt các bài kiểm tra {count} trong 「{test}」 để chạy nhiều lần

source: Set test "{test}" to run multiple times
vi_vn: Đặt kiểm tra 「{test}」 để chạy nhiều lần

source: Stop all tests
vi_vn: Dừng tất cả các bài kiểm tra

source: Abort {count} active tests in "{test}" and continue testing
vi_vn: Hủy {count}kiểm tra trong thực thi trong「{test}」và tiếp tục

source: Abort active test "{test}" and continue testing
vi_vn: Hủy thử nghiệm đang chạy{test}」và tiếp tục

source: Show test UI
vi_vn: Màn hình kiểm tra hiển thị

source: System time:
vi_vn: Thời gian hệ thống:

source: Your Name
vi_vn: tên của bạn

source: Note Content
vi_vn: Ghi chú

source: Severity
vi_vn: Mức độ nghiêm trọng

source: Add Note
vi_vn: Thêm ghi chú mới

source: Uploading factory logs...
vi_vn: Tải lên hồ sơ nhà máy ...

source: Uploading factory logs. Please wait...
vi_vn: Bản ghi nhà máy đang được tải lên. Vui lòng chờ một lát ...

source: Serial Number
vi_vn: số thứ tự

source: Bug Description
vi_vn: Mô tả lỗi

source: Upload Factory Logs
vi_vn: Tải lên bản ghi nhà máy

source: Save Factory Logs to USB
vi_vn: Lưu bản ghi nhà máy vào ổ flash USB

source: Saving factory logs to USB drive...
vi_vn: Lưu hồ sơ nhà máy vào đĩa U ...

source: Success! Saved factory logs ({size}) bytes) to {dev} as {filename}. The drive has been unmounted.
vi_vn: Hồ sơ Lưu Factory ({size} bytes) vào đĩa U {dev} đã thành công, các tập tin có tên là {filename}. U đĩa đã được gỡ bỏ.

source: Success! Saved factory logs ({size}) bytes) to {dev} as {filename}.
vi_vn: Hồ sơ Lưu Factory ({size} bytes) vào đĩa U {dev} đã thành công, các tập tin {filename}。

source: Enter an optional identifier for the archive (or press Enter for none):
vi_vn: Vui lòng nhập số nhận dạng cho tệp hồ sơ nhà máy hoặc nhấn phím Enter để không chọn:

source: Please insert a formatted USB stick and wait a moment for it to be mounted.
vi_vn: Vui lòng lắp ổ flash USB và đợi gắn

source: Update factory software
vi_vn: Cập nhật phần mềm nhà máy

source: Save note on device
vi_vn: Ghi chú

source: View notes
vi_vn: Xem ghi chú

source: Clear notes
vi_vn: Xóa ghi chú

source: Diagnosis Tool
vi_vn: Công cụ chẩn đoán

source: Save factory logs to USB drive...
vi_vn: Lưu bản ghi nhà máy vào ổ flash USB

source: Upload factory logs...
vi_vn: Tải lên hồ sơ nhà máy

source: DUT Shutdown
vi_vn: Tắt máy

source: Reload Test List
vi_vn: Danh sách kiểm tra quá tải

source: Toggle engineering mode
vi_vn: Chuyển chế độ kỹ thuật

source: Switch test list
vi_vn: Chuyển danh sách kiểm tra

source: Switch Test List: {test_list}
vi_vn: Chuyển danh sách kiểm tra：{test_list}

source: Warning: Switching to test list "{test_list}" will clear all test state. Are you sure you want to proceed?
vi_vn: Thận trọng: Việc chuyển sang danh sách kiểm tra {test_list} sẽ xóa tất cả trạng. thái kiểm tra. Bạn có chắc chắn muốn tiếp tục không?

source: Yes, clear state and restart
vi_vn: Xác định, trạng thái kiểm tra rõ ràng và khởi động lại

source: Switching test list. Please wait...
vi_vn: danh sách kiểm tra, xin vui lòng chờ ...

source: Software update
vi_vn: Cập nhật phần mềm nhà máy

source: Updating factory software. Please wait...
vi_vn: Đang cập nhật phần mềm của nhà máy, vui lòng chờ ...

source: Update succeeded. Restarting.
vi_vn: Bản cập nhật đã thành công và sẽ khởi động lại sau vài giây.

source: No update is currently necessary.
vi_vn: Hiện tại không cần cập nhật phần mềm của nhà máy

source: Update failed:
vi_vn: Cập nhật không thành công:

source: currentLocaleName#en-US#English
vi_vn: currentLocaleName#vi-VN#Tiếng việt

source: View /var/log/messages
vi_vn: Xem /var/log/messages

source: View /var/log/messages before last reboot
vi_vn: /var/log/messages trước khi khởi động lại lần cuối

source: View dmesg
vi_vn: dmesg

source: Device manager
vi_vn: Xem phần cứng

source: Update Station Properties
vi_vn: Cập nhật thông tin trạm

source: Station Name
vi_vn: Tên trạm

source: Manufacture Line Number
vi_vn: Số dây chuyền sản xuất

source: Station Number
vi_vn: Mã số trạm

source: {key} can't be empty!
vi_vn: {key} không được để trống!

source: Station with same {keys!r} found.
vi_vn: Trạm {keys!r} đã tồn tại.

source: MLB S/N
vi_vn: Số sêri bo mạch chủ

source: S/N
vi_vn: Số sê-ri

source: Stage
vi_vn: Giai đoạn

source: IP Address
vi_vn: Địa chỉ IP

source: Test Image
vi_vn: Hệ thống kiểm tra

source: Release Image
vi_vn: Hệ thống nhà máy

source: Main Firmware
vi_vn: Thân chính

source: Kernel
vi_vn: Phiên bản hạt nhân

source: Architecture
vi_vn: kiến trúc

source: Root Device
vi_vn: Thiết bị gốc

source: Device ID
vi_vn: Mã nhận dạng thiết bị

source: Factory Toolkit Version
vi_vn: Phiên bản Công cụ Kiểm tra

source: (no update)
vi_vn: (không có cập nhật)

source: HWID Database Version
vi_vn: Phiên bản cơ sở dữ liệu HWID

source: Unknown
vi_vn: Không xác định

source: System time
vi_vn: Thời gian hệ thống

source: Test Path
vi_vn: Đo đường dẫn

source: Test Label
vi_vn: Nhãn thử nghiệm

source: Invocation ID
vi_vn: ID thử nghiệm Thi hành dịch vụ Shop floor

source: Elapsed Time
vi_vn: Thời gian trải qua

source: Test Name
vi_vn: Tên thử nghiệm

source: Test Arguments
vi_vn: Thông số đo

source: Show Original
vi_vn: Hiển thị bản gốc

source: Engineering mode
vi_vn: Chế độ kỹ thuật

source: {seconds} seconds
vi_vn: {seconds}giây

source: Elapsed time:
vi_vn: Thời gian trải qua：

source: Time remaining:
vi_vn: Thời gian còn lại:

source: Test Progress:
vi_vn: Tiến độ kiểm tra:

source: Mark Failed
vi_vn: Không đánh dấu được

source: Pull the lever down.
vi_vn: Kéo tay cầm xuống

source: Pull the lever up.
vi_vn: Kéo tay cầm lên

source: Unplug the charger.
vi_vn: Vui lòng tháo bộ sạc

source: Plug in the charger ({type})
vi_vn: Vui lòng kết nối bộ sạc ({type})

source: Plug in the charger
vi_vn: Vui lòng kết nối bộ sạc

source: Detected power {watt} W, required power range ({min_watt} W, {max_watt} W)
vi_vn: Nguồn điện được phát hiện {watt}watt，phạm vi cung cấp điện yêu cầu ({min_watt}watt, {max_watt}watt)

source: Probed {times} / {total}
vi_vn: Số lần phát hiện {times} / {total}

source: No AC adapter
vi_vn: Không sạc

source: Identifying AC adapter...
vi_vn: Nhận dạng mô hình sạc ...

source: AC adapter type: {type}
vi_vn: Mô hình bộ sạc: {type}

source: Press SPACE to continue
vi_vn: Nhấn nút trống để tiếp tục

source: Test will be started within {secs} seconds. Please do not move the device.
vi_vn: Chương trình thử nghiệm sẽ bắt đầu sau {secs} giây.Không di chuyển đối tượng đang được kiểm tra.

source: Test is in progress, please do not move the device.
vi_vn: Không di chuyển đối tượng đang được kiểm tra trong khi đang thực hiện quy trình hiệu chuẩn.

source: Please put device on a horizontal plane then press space to start calibration.
vi_vn: Đặt đối tượng cần thử nghiệm trên bề mặt nằm ngang và nhấn nút trắng để bắt đầu hiệu chuẩn

source: Calibration will be started within {time} seconds.Please do not move device.
vi_vn: Quy trình hiệu chuẩn sẽ bắt đầu sau {time} giây, không được di chuyển đối tượng đang thử.

source: Calibration is in progress, please do not move device.
vi_vn: Không di chuyển đối tượng đang được kiểm tra trong khi đang thực hiện quy trình hiệu chuẩn.

source: Please open the lid to {angle} degrees and press SPACE.
vi_vn: Vui lòng mở nắp trên lên {angle} và nhấn nút trống.

source: Checking angle...
vi_vn: Góc được xác nhận

source: Left Channel
vi_vn: Kênh bên trái

source: Right Channel
vi_vn: Kênh phải

source: Please wait for the {device} playback to finish.
vi_vn: {device} Phát giọng nói ···

source: Press the number you hear from {device} to pass the test.<br>Press "R" to replay.
vi_vn: Nhấn R để phát lại giọng nói theo số bạn nghe từ đầu ra {device} <br> R

source: Internal Speaker
vi_vn: Loa tích hợp

source: Please plug headphone in.
vi_vn: Vui lòng kết nối tai nghe

source: Please unplug headphone.
vi_vn: Vui lòng rút phích cắm tai nghe

source: Headset
vi_vn: Tai nghe bên ngoài

source: Start recording
vi_vn: Bắt đầu ghi âm

source: Playback sound (Mic channel {channel})
vi_vn: Phát lại âm thanh đã ghi(kênh micrô{channel})

source: Playback sound to channel {channel}
vi_vn: Phát mẫu tới kênh{channel}

source: Press 'P' to first play a sample for each channel to ensure audio output works.<br>Press 'R' to record {record_sec} seconds, Playback will follow.<br>Press space to mark pass.
vi_vn: Bấm 'P' chìa khóa chơi dụ bấm<br> chìa khóa để bắt đầu ghi 'R' {record_sec}chìa khóa để bắt đầu ghi<br>record_sec giây, sau đó tái hiện lại ghi âm thanh để chỉ giảm thành công trống

source: Tone generator
vi_vn: Bộ tạo tín hiệu âm thanh

source: Tone off
vi_vn: Tắt âm thanh

source: Tone On
vi_vn: Phát âm thanh

source: Manual record
vi_vn: Ghi thủ công

source: Stop record
vi_vn: Dừng ghi âm

source: Start record
vi_vn: Bắt đầu ghi âm

source: Stop playback
vi_vn: Dừng phát

source: Start playback
vi_vn: Bắt đầu phát âm

source: Audio loopback
vi_vn: Phát lại âm thanh

source: Loopback off
vi_vn: Dừng phát lại

source: Loopback on
vi_vn: Bắt đầu phát lại

source: Output Nodes
vi_vn: Thiết bị đầu ra

source: Input Nodes
vi_vn: Thiết bị đầu vào

source: Pass
vi_vn: thông qua

source: Fail
vi_vn: Thất bại

source: Plug in audio jack dongle
vi_vn: Vui lòng đặt vật cố định lỗ nguồn âm thanh

source: Hit s to start loopback test
vi_vn: Bắt đầu kiểm tra phát lại nguồn âm thanh

source: Loopback testing... Success Rate: {successRate}
vi_vn: Kiểm tra phát lại nguồn... Tỷ lệ thành công:: {successRate}

source: Loopback testing...
vi_vn: Trong thử nghiệm phát lại nguồn âm thanh ...

source: Testing Result: Fail Success Rate: {successRate}
vi_vn: Kiểm tra phát lại nguồn... Tỷ lệ thành công:: {successRate}

source: Testing Result: Success!
vi_vn: Kết quả kiểm tra: Thành công!

source: Press 'Space' to start test
vi_vn: Nhấn nút trống để bắt đầu kiểm tra

source: Connected
vi_vn: Đã kết nối

source: Waiting for command
vi_vn: Đang chờ hướng dẫn

source: Audio looping
vi_vn: Phát lại nguồn âm thanh

source: Speaker on
vi_vn: Bật loa

source: LCD Dmic on
vi_vn: Micrô LCD đang bật

source: MLB Dmic on
vi_vn: MLB mic mở

source: Playing tone to left channel
vi_vn: Phát sóng sang kênh bên trái

source: Playing tone to right channel
vi_vn: Phát sóng đến đúng kênh bên phải

source: Waiting for IP address
vi_vn: Đang đợi cài đặt IP

source: Ready for connection
vi_vn: Sẵn sàng hoàn thành, chờ liên kết

source: Press Space to change backlight brightness;<br>Press Esc to reset backlight brightness to original;<br>After checking, Enter H if pressing Space changes the backlight to be brighter;<br>Enter L if pressing Space changes the backlight to be dimmer.<br>This test will be executed twice.
vi_vn: Ấn nút trắng để điều chỉnh độ sáng;<br>ấn Esc phục hồi độ sáng;<br>au khi kiểm tra nếu nhấn H để tăng độ sáng,; ếu giảm độ sáng nhập LL<br>hãy nhập kiểm tra hai lần

source: Testing {test_size_mb} region of storage
vi_vn: Kiểm tra bộ nhớ cho {test_size_mb}

source: Phase {current_phase}/{total_phases}:
vi_vn: Giai đoạn {current_phase}/{total_phases}:

source: Plug AC to proceed
vi_vn: Cắm nguồn điện AC

source: Testing battery charge...
vi_vn: Thử sạc pin ...

source: Unplug AC to proceed
vi_vn: Rút phích cắm nguồn AC

source: Testing battery discharge...
vi_vn: Kiểm tra xả pin ...

source: Waiting for {target_status} current to meet {target_current} mA. (Currently {status} at {current} mA)
vi_vn: Chờ {target_status} hiện tại lớn hơn {target_current} mA. (Hiện tại {status}: {current} mA)

source: charging
vi_vn: nạp điện

source: discharging
vi_vn: phát điện

source: Insert power to {prompt}({voltage}mV)
vi_vn: Vui lòng cắm dây nguồn vào{prompt}({voltage}mV)

source: Charging to {target}% (Start: {start}%. Current: {current}%.)<br>Time elapsed: {elapsed} Time remaining: {remaining}
vi_vn: Tính phí {target}% (phí bắt đầu: {start}%. Khoản phí hiện tại: {current}%.)<br>Thời gian đã trôi qua: {elapsed} Thời gian còn lại: {remaining}

source: Enable the connection ability of bluetooth device and press Enter
vi_vn: Bật chức năng kết nối của thiết bị Bluetooth và bấm phím enter

source: Place the base into the fixture, and press the space key on the test host.
vi_vn: Vui lòng đặt bàn phím thử nghiệm vào công cụ kiểm tra và nhấn phím cách của máy tính

source: Please re-attach the magnet, and press the space key on the test host.
vi_vn: Vui lòng kết nối lại nam châm và nhấn phím cách của máy tính

source: Turn on charging by pressing the green button, take the keyboard out and put it back, and press the space key on the test host.
vi_vn: Nhấn nút màu xanh lá cây để bắt đầu sạc, sau đó lấy nó ra và đặt nó trở lại trên bàn phím, sau đó nhấn nút không gian trên máy tính.

source: Press the green button again to stop charging, and press the space key on the test host.
vi_vn: Nhấn nút màu xanh lá cây để ngừng sạc, sau đó nhấn nút space

source: Read firmware revision string.
vi_vn: Đọc phiên bản phần mềm bàn phím

source: Check if the battery has charged to a higher percentage
vi_vn: Kiểm tra xem phí có tăng sau khi sạc không

source: Read battery level for the 1st time.
vi_vn: Đọc pin lần đầu tiên

source: Read battery level for the 2nd time.
vi_vn: Đọc pin lần thứ hai

source: Detect bluetooth adapter
vi_vn: Phát hiện bộ điều hợp Bluetooth

source: Unpairing
vi_vn: Hủy ghép nối

source: Scanning...
vi_vn: Đang quét ...

source: Press shift-p-a-i-r simultaneously on the base.
vi_vn: shift-p-a-i-rTrong khi giữ phím shift-p-a-i-r trên bàn phím thử nghiệm

source: Detect RSSI (count {count}/{total})
vi_vn: Phát hiện RSSI (số {count}/{total} lần)

source: Enter passkey {key} then press enter on the base.
vi_vn: Nhấn phím {key} và nhấn Enter

source: Authentication failed, retrying...
vi_vn: Xác minh không thành công, thử lại

source: Pairing to input device now...
vi_vn: Ghép nối với thiết bị đầu vào Bluetooth...

source: Connecting to input device now...
vi_vn: Kết nối với thiết bị đầu vào Bluetoot...

source: Please test input. Press Escape to fail and Enter to pass
vi_vn: Vui lòng kiểm tra đầu vào.Nếu không thành công, nhấn phím Esc, nếu thành công, nhấn phím Enter.

source: Please check if backlight brightness is changing from dark to bright.
vi_vn: Vui lòng kiểm tra độ sáng của màn hình có tối không

source: Press the {name} button
vi_vn: Nhấn nút{name}

source: Press the {name} button ({count}/{total})
vi_vn: Nhấn nút {name} ({count}/{total})

source: Release the button
vi_vn: Nhả nút

source: How many beeps do you hear? <br>Press space to start.
vi_vn: Bạn nghe thấy bao nhiêu tiếng ngáy? Nhấn nút trống để bắt đầu thử nghiệm

source: How many beeps do you hear? <br>Press the number you hear to pass the test.<br>Press 'r' to play again.
vi_vn: Bạn nghe thấy bao nhiêu tiếng ngáy? <br>Vui lòng nhấn số để cho biết bạn nghe thấy một vài <br>tiếng bíp và bấm 'r' để phát lại
