Repository: arccode/factory
Catalog: po/*.po
Languages: vi_vn

source: BB IP
vi_vn: Trang web BB

source: Shopfloor IP
vi_vn: Trang web Shopfloor

source: Shutdown the host
vi_vn: Tắt máy

source: Please enter SN
vi_vn: Vui lòng nhập số sê-ri

source: Fail to detect the touchscreen. Insert the traveler board, and restart the test.
vi_vn: Không thể phát hiện bảng điều khiển Vui lòng tháo bảng nhỏ và lắp lại bảng nhỏ và chạy lại thử nghiệm

source: Fail to assign DIRECT_SENSORS_IP in ryu.conf
vi_vn: Cầnchỉđịnh DIRECT_SENSORS_IP trongryu.conf

source: Disconnected from controller
vi_vn: Mất liên lạc với vật cố

source: Probe not in initial position, aborted
vi_vn: JIG không về vị trí cũ, hủy

source: Please check if the USB cable has been connected between the test fixture and the control host. Click "RefreshFixture" button on screen after connecting the USB cable.
vi_vn: Vui lòng xác nhận xem cáp USB có được kết nối với máy tính cố định và điều khiển hay không. Vui lòng kết nối cáp USB và nhấp vào nút làm mới trên màn hình.

source: The test fixture is not ready. (1) It is possible that the test fixure is not powered on yet. Turn on the power and click "RefreshFixture" button on screen. (2) The test fixture is already powered on. The fixture may be in the emergency stop state. Press debug button on the test fixture and click "RefreshFixture" button on screen.
vi_vn: Không cố định trong vị trí, lý do sau đây: (1) nguồn điện không được mở. Vui lòng bật nguồn và nhấp vào nút làm mới trên màn hình. (2) Nguồn điện được bật, nhưng nó đang ở trạng thái dừng khẩn cấp. Vui lòng nhấn nút gỡ lỗi ở phía bên trái của vật cố một lần.

source: Probe not in the DOWN position, aborted
vi_vn: JIG không ở vị trí dưới, hủy

source: Probe not in the UP position, aborted
vi_vn: JIG không ở vị trí trên, hủy

source: Wrong serial number!
vi_vn: Số thứ tự sai

source: Fail to detect the touchscreen. Remove and re-insert the traveler board. And restart the test.
vi_vn: Không thể phát hiện bảng điều khiển Vui lòng tháo bảng nhỏ và lắp lại bảng nhỏ và chạy lại thử nghiệm

source: Current calibration has not completed yet
vi_vn: Hiệu chuẩn hiện tại vẫn chưa kết thúc

source: Please enter SN first
vi_vn: Vui lòng nhập số sê-ri trước.

source: Please start drawing from upper-left corner.
vi_vn: Vui lòng bắt đầu vẽ lưới từ góc trên bên trái

source: Please leave your finger and restart from upper-left block.
vi_vn: Vui lòng tháo ngón tay của bạn và bắt đầu vẽ lại từ góc trên bên trái

source: Fails to draw blocks in sequence. Please try again.
vi_vn: Không vẽ lưới theo thứ tự! Vui lòng quay lại

source: Test failed! Please test this panel carefully with Gods Touch test.
vi_vn: Kiểm tra bảng điều khiển cảm ứng không thành công. Vui lòng xác minh nó bằng phần mềm kiểm tra Gods Touch.

source: Finger leaving too early. Please try again.
vi_vn: Ngón tay rời quá sớm! Vui lòng quay lại

source: Draw blocks from upper-left corner in sequence; Esc to fail.
vi_vn: Vẽ lưới theo thứ tự từ góc trên cùng bên trái, nhấn Esc để đánh dấu sự thất bại

source: Draw blocks in any order; Esc to fail.
vi_vn: Vẽ tất cả các lưới theo thứ tự bất kỳ, nhấn Esc để đánh dấu sự thất bại

source: Please connect the detachable base.
vi_vn: Vui lòng kết nối cơ sở có thể tháo rời.

source: Updating base firmware. Do not remove the base.
vi_vn: Cập nhật firmware. Không loại bỏ cơ sở.

source: Verifying detachable base information...
vi_vn: Xác minh thông tin...

source: Device Serial Number
vi_vn: Số máy

source: Mainboard Serial Number
vi_vn: Số sêri bo mạch chủ(MLB)

source: VPD Region Code
vi_vn: Mã vùng VPD (Vùng)

source: User Registration Code
vi_vn: Mã đăng ký người dùng (Người dùng ECHO)

source: Group Registration Code
vi_vn: Mã đăng ký nhóm(Group ECHO)

source: No valid data on machine for {label}.
vi_vn: Thiếu dữ liệu thiết bị: {label}

source: Invalid value for {label}.
vi_vn: đã nhập không chính xác{label}

source: Select {label}:
vi_vn: Chọn {label}:

source: Select with ENTER
vi_vn: Nhấn ENTER để chọn

source: Enter {label}:
vi_vn: Nhập{label}:

source: (ESC to keep current value)
vi_vn: (ESC giữ nguyên giá trị ban đầu)

source: Plug device into each USB port, {num_usb_ports} to go...
vi_vn: Lắp thiết bị vào mỗi cổng USB và có {num_usb_ports} để được kiểm tra...

source: Name
vi_vn: Tên thử nghiệm

source: Status
vi_vn: Trạng thái :

source: Loading parameters from local disk...
vi_vn: Tải các thông số kiểm tra từ ổ cứng cục bộ...

source: Setting up network...
vi_vn: Thiết lập môi trường mạng ...

source: Connecting with the ENA...
vi_vn: Kết nối với ENA (E5071C) ...

source: Please fully disconnect all the cable.<br> Then press ENTER to continue.
vi_vn: Sau khi tháo ăng-ten hoàn toàn, nhấn ENTER để tiếp tục

source: Checking its calibration status...
vi_vn: Xác minh tình trạng hiệu chỉnh thiết bị...

source: The ENA needs to be calibrated.<br> Please press ENTER to continue.
vi_vn: Sửa ENA và nhấn ENTER để khởi động lại thử nghiệm.

source: Please place the LCD panel into the fixture and then press ENTER.
vi_vn: Vui lòng đặt thân máy LCD trên vật cố định và nhấn ENTER

source: Make sure the main WWAN antennta is connected to Port 1<br> Make sure the main WLAN antennta is connected to Port 2<br> Then press key "A" to next stage.
vi_vn: Kết nối anten WWAN chính với Cổng 1 Kết nối anten WLAN chính với Cổng 2 Nhấn A khi hoàn tất

source: Testing...
vi_vn: Thử nghiệm ...

source: Writing log....
vi_vn: Đang ghi ...

source: Results are listed below:
vi_vn: Kết quả kiểm tra được trình bày dưới đây:

source: Please disconnect the panel and press ENTER to write log.
vi_vn: Vui lòng tháo Bảng AB và nhấn ENTER để hoàn tất kiểm tra

source: Make sure the {name} antennta is connected to port {port}<br>
vi_vn: Kết nối ăng-ten {name} với cổng {port}<br>

source: Then press key "{key}" to next stage.
vi_vn: Nhấn phím {key} khi hoàn tất.

source: Please run external test: {name}
vi_vn: Vui lòng thực hiện kiểm tra bên ngoài: {name}

source: voltage (mV)
vi_vn: mVĐiện áp: voltage mV

source: Please open the cover!
vi_vn: Vui lòng biến đối tượng cần kiểm tra

source: Please close the cover!
vi_vn: Vui lòng biến đối tượng cần kiểm tra

source: Checking The Cover
vi_vn: Xác nhận trình tự ALS

source: Running, please wait...
vi_vn: Vui lòng kiểm tra sau.

source: Please wait for other DUTs to finish WiFiThroughput test, and press spacebar to continue.
vi_vn: Vui lòng chờ cho các thiết bị khác hoàn tất kiểm tra và nhấn nút trống để tiếp tục

source: Scanning on device {device} frequency {freq}...
vi_vn: Tần suất quét {freq} trên thiết bị {device} ...

source: Done scanning on device {device} frequency {freq}...
vi_vn: Tần suất quét {freq} {device} trên thiết bị {freq} đã hoàn tất

source: Detecting wifi chip type...
vi_vn: Phát hiện loại chip wifi...

source: Checking frequencies...
vi_vn: Kiểm tra tần số...

source: Press space to start scanning.
vi_vn: Bấm phím trống để bắt đầu quét

source: Writing device data to {vpd_section} VPD...
vi_vn: Dữ liệu máy đang được ghi vào VPD {vpd_section} ...

source: Full Reboot
vi_vn: Khởi động lại sâu

source: Halt
vi_vn: Tắt máy

source: Reboot
vi_vn: Khởi động lại

source: Has Cellular
vi_vn: Có một máy dữ liệu

source: Has LTE
vi_vn: Với LTE

source: Has Touchscreen
vi_vn: Với bảng điều khiển cảm ứng

source: Set DeviceInfo
vi_vn: Cài đặt thông tin máy

source: Activate Registration Code
vi_vn: Kích hoạt mã đăng ký(ECHO Code)

source: Check Point for All Tests
vi_vn: Xác nhận cuối cùng của cấp

source: Audio Jack
vi_vn: Lỗ nguồn âm thanh

source: Barrier
vi_vn: Kiểm tra mức độ

source: Camera Tests
vi_vn: Máy ảnh

source: Charge Discharge Current
vi_vn: phí và xả hiện tại kiểm tra

source: Charger Type Detection
vi_vn: Nhận dạng mô hình bộ sạc

source: Check Point
vi_vn: Mức xác nhận

source: Check Release Image
vi_vn: Kiểm tra hệ thống nhà máy

source: Clear factory VPD entries
vi_vn: Xóa thông tin VPD nhà máy

source: EC Cold Reset
vi_vn: EC Khởi động lại lạnh

source: Cold Reset
vi_vn: Khởi động nguội

source: Deprovision CBI
vi_vn: từ chối CBI

source: Enable EC Write Protect
vi_vn: EC Viết bảo vệ

source: Finish
vi_vn: Kết thúc

source: Volume Down
vi_vn: Giảm âm lượng

source: Volume Up
vi_vn: tăng âm lượng

source: Power Button
vi_vn: Nút nguồn

source: Hardware Button
vi_vn: Kiểm tra nút

source: Idle
vi_vn: Chờ đợi nhàn rỗi

source: Create Cache
vi_vn: Tạo bộ nhớ cache

source: Verify Cache
vi_vn: Xác minh bộ nhớ cache

source: Model and SKU
vi_vn: Cấu hình và kiểu (SKU)

source: Notebook Mode
vi_vn: Chế độ máy tính xách tay

source: Placeholder
vi_vn: Kiểm tra không xác định

source: Probe Hardware
vi_vn: Thăm dò ổ cứng

source: QR Scan
vi_vn: quét mã QR

source: SD Performance
vi_vn: Hiệu suất SD

source: Screen Rotation
vi_vn: Xoay màn hình

source: Shopfloor Service (NotifyEnd)
vi_vn: Dịch vụ Shopfloor (NotifyEnd)

source: Shopfloor Service (NotifyStart)
vi_vn: Dịch vụ Shopfloor (NotifyStart)

source: Speaker/Microphone
vi_vn: Loa / micrô

source: Stress App Test
vi_vn: Thử áp lực

source: Tablet Rotation Base-Accel
vi_vn: Máy tính bảng gia tốc xoay-bo mạch chủ

source: Tablet Rotation Lid-Accel
vi_vn: Máy đo tốc độ quay đầu

source: Touchscreen Uniformity
vi_vn: Kiểm tra tính đồng nhất trên màn hình cảm ứng

source: Random Number Generation
vi_vn: Tạo ngẫu nhiên

source: USB Performance
vi_vn: Hiệu suất USB

source: USB2 TypeA Performance
vi_vn: Kiểm tra hiệu năng USB2 TypeA

source: USB3 TypeA Performance
vi_vn: Kiểm tra hiệu năng USB3 TypeA

source: Manual Test Left USB TypeA
vi_vn: Kiểm tra USB TypeA bằng tay trái

source: Manual Test Right USB TypeA
vi_vn: Kiểm tra USB TypeA thủ công ngay

source: USB3 CC1 Performance
vi_vn: Kiểm tra hiệu năng USB3.0 CC1

source: USB3 CC2 Performance
vi_vn: Kiểm tra hiệu năng USB3.0 CC2

source: USB2 Performance
vi_vn: Kiểm tra hiệu năng USB2

source: USB3 External Display Test
vi_vn: Màn hình ngoài

source: 20V Charging
vi_vn: 20V Sạc pin

source: 5V Charging
vi_vn: 5V Sạc pin

source: Left USB TypeC
vi_vn: Cổng USB TypeC bên trái

source: Manual Test Left USB TypeC
vi_vn: Kiểm tra USB TypeC bằng tay trái

source: Right USB TypeC
vi_vn: PortCổng USB trái TypeC phù hợp

source: Manual Test Right USB TypeC
vi_vn: Kiểm tra USB TypeC thủ công ngay

source: Update CBI
vi_vn: Cập nhật CBI

source: Check Cr50 Firmware Version
vi_vn: Xác nhận phiên bản firmware

source: Update Cr50 Firmware
vi_vn: Cập nhật firmware CR50

source: Update SKU ID
vi_vn: Cập nhật SKU ID

source: Upload Reg (ECHO) Codes to activate
vi_vn: Tải lên mã đăng ký (ECHO) để kích hoạt

source: Wifi
vi_vn: Mạng không dây

source: Write HWID
vi_vn: Mã phần cứng

source: Prepare
vi_vn: Thủ tục chuẩn bị

source: FFT (Final Functional Test)
vi_vn: FFT (Kiểm tra chức năng cuối cùng)

source: GRT (Google Required Tests)
vi_vn: GRT (Dự án thử nghiệm bắt buộc của Google)

source: Generic Chromebook
vi_vn: Kiểm tra Chromebook chung

source: Generic RF Station
vi_vn: Trạm kiểm tra chung RF

source: Generic RMA
vi_vn: Trạm kiểm tra chung RF

source: Dozing Stress
vi_vn: Kiểm tra căng thẳng bộ nhớ ngủ

source: Check WLAN
vi_vn: Kiểm tra mạng không dây

source: Check Bluetooth
vi_vn: Kiểm tra Bluetooth

source: Stress Group
vi_vn: Thử áp lực tập trung

source: Warm Cold Reboot
vi_vn: Khởi động lại nóng và lạnh

source: Generic Rolling Reliability
vi_vn: Kiểm tra ổn định chung (RRT)

source: Run-In Test
vi_vn: Chạy thử

source: Stress Group With Front Camera
vi_vn: Camera phía trước Thử áp lực tập trung

source: Stress Group With Rear Camera
vi_vn: Camera phía sau Thử áp lực tập trung

source: Parallel Test
vi_vn: Nhóm thử nghiệm song song

source: MLB Serial Number
vi_vn: Số sêri bo mạch chủ

source: Scan MLB
vi_vn: Quét số sêri bo mạch chủ

source: Operator ID
vi_vn: ID người vận hành

source: Scan Operator ID
vi_vn: ID người vận hành quét

source: Station ID
vi_vn: TRạm thử ID

source: ScanStationID
vi_vn: IDID trạm quét

source: Stress Test
vi_vn: Thử áp lực

source: Connect Device
vi_vn: Gắn thiết bị

source: Disconnect Device
vi_vn: Loại bỏ thiết bị

source: Copy Factory State From DUT
vi_vn: Sao chép trạng thái thử nghiệm từ thiết bị

source: Copy Factory State To DUT
vi_vn: Sao chép trạng thái kiểm tra sang thiết bị

source: Merge Factory State On DUT
vi_vn: Tình trạng kiểm tra nhà máy hợp nhất

source: Pop Factory State On Station
vi_vn: Xóa trạng thái thử nghiệm dàn dựng

source: Placeholder: AfterDisconnection
vi_vn: Kiểm tra ngoại tuyến (không xác định)

source: Placeholder: BeforeConnection
vi_vn: Kiểm tra trước khi kết nối (không xác định)

source: Placeholder: Main
vi_vn: Mục kiểm tra chính (không xác định)

source: Station-Based Test Template
vi_vn: Các thử nghiệm trạm mẫu

source: Test Group
vi_vn: Nhóm thử nghiệm

source: Press Enter to pass.
vi_vn: Nhấn ENTER

source: Press ESC to fail.
vi_vn: Nếu bạn thất bại, nhấn phím ESC
