Repository: arccode/factory
Catalog: po/*.po
Languages: vi_vn

source: Press 0 if LED is constantly lit, 1 if LED is flickering, or ESC to fail.
vi_vn: LED đã được thắp sáng, nhấn 0, nhấp nháy bấm 1, nhấn ESC trước khi bình minh

source: Scanned QR code: "{text}"
vi_vn: Đã phát hiện mã QR: "{text}"

source: Press ENTER to pass or ESC to fail.
vi_vn: Nếu máy ảnh hoạt động bình thường, vui lòng nhấn ENTER.Nếu không bình thường, vui lòng nhấn ESC

source: Running the camera until timeout.
vi_vn: Chạy máy ảnh cho đến khi hết thời gian chờ

source: Running the camera until expected number of frames captured.
vi_vn: Chạy máy ảnh cho đến khi số lượng được đặt

source: Scanning QR code...
vi_vn: Phát hiện mã QR ...

source: Detecting faces...
vi_vn: Phát hiện khuôn mặt ...

source: Switching firmware to {target!r}
vi_vn: máy cưa số lần đổi cắt đến {target!r}

source: Please plug in the display to test
vi_vn: Vui lòng rút phích cắm tai nghe

source: Testing DUT {dut_port} port on Chameleon {chameleon_port} port using mode {mode}...
vi_vn: Kiểm tra DUT {dut_port} cho Chameleon {chameleon_port} Chế độ hiển thị bên ngoài: {mode} ...

source: Automated testing on {dut_port} to {chameleon_port} in progress...
vi_vn: {dut_port} Đang tiến hành kiểm tra tự động {chameleon_port} ...

source: Captured images mismatch
vi_vn: Các hình ảnh được chụp không khớp

source: Discharging
vi_vn: Xả

source: Charging
vi_vn: Sạc

source: {action} to {target} (Current charge: {charge}, battery current: {battery_current} mA) under load {load}.
vi_vn: {load}.{action} đến {target} (khoản phí hiện tại là {charge}, tải {battery_current} mA) hiệntại {load}.

source: Time remaining: {timeout:.0f} sec.
vi_vn: Thời gian còn lại: {timeout: .0f} giây..

source: Testing discharge
vi_vn: Kiểm tra xả

source: Testing charger
vi_vn: Thử sạc

source: OK! Meet {target}
vi_vn: OK! Đã đạt đến {target}

source: Please connect to ethernet.
vi_vn: Vui lòng kết nối với Ethernet.

source: Image version is incorrect. Press space to re-image.
vi_vn: Phiên bản hình ảnh không đúng. Vui lòng nhấn nút trống để cài đặt lại.

source: Flashing {component}...
vi_vn: .Đốt {component}...

source: Updating {component}....
vi_vn: Đang cập nhật {component} ...

source: north
vi_vn: bắc

source: south
vi_vn: nam

source: Put the DUT towards {direction}
vi_vn: Hướng máy về phía{direction}

source: Success!
vi_vn: Thành công

source: Remaining time:
vi_vn: Thời gian còn lại:

source: Load:
vi_vn: Tải hệ thống:

source: solid-gray-170
vi_vn: màu xám 170

source: solid-gray-127
vi_vn: màu xám 127

source: solid-gray-63
vi_vn: màu xám 63

source: solid-red
vi_vn: màu hồng

source: solid-green
vi_vn: xanh lục

source: solid-blue
vi_vn: xanh lam

source: solid-white
vi_vn: màu trắng

source: solid-gray
vi_vn: xám

source: solid-black
vi_vn: màu đen

source: grid
vi_vn: Khung

source: rectangle
vi_vn: Hình chữ nhật

source: gradient-red
vi_vn: hồng nhạt

source: gradient-green
vi_vn: xanh lục nhạt

source: gradient-blue
vi_vn: Màu xanh lam nhạt

source: gradient-white
vi_vn: trắng nhạt

source: image-complex
vi_vn: Hình ảnh –phức tạp

source: image-black
vi_vn: Hình ảnh - Đen

source: image-white
vi_vn: Hình ảnh –trắng

source: image-crosstalk-black
vi_vn: Hình ảnh - Hình vuông - Đen

source: image-crosstalk-white
vi_vn: Hình ảnh - Hình vuông - Trắng

source: image-gray-63
vi_vn: Hình ảnh - Màu xám 63

source: image-gray-127
vi_vn: Hình ảnh - Xám 127

source: image-gray-170
vi_vn: Hình ảnh - Xám 170

source: image-horizontal-rgbw
vi_vn: hình ảnh- bình quân

source: image-vertical-rgbw
vi_vn: Hình ảnh - Dọc

source: Display Test
vi_vn: Kiểm tra hiển thị

source: ({index}/{total}) Uploading images {name}
vi_vn: ({index}/{total}) Tải lên hình ảnh {name}

source: All images uploaded.
vi_vn: Tất cả hình ảnh được tải lên

source: Press space to show each image on display.
vi_vn: Nhấn nút trống để phát hình ảnh trên màn hình

source: Press Enter to PASS after showing all images.
vi_vn: Sau khi tất cả các hình ảnh đã được phát, nhấn Enter để cho biết thành công

source: Press Space to display;<br>After checking, Enter number of points to pass.
vi_vn: ấm phím để hiển thị, sau khi kiểm tra, bấm số phím chính xác để chuyển.

source: Press Space to display;<br>After checking, Enter to pass; Esc to fail.
vi_vn: Nhấn phím trống để hiển thị,;<br>检nhấn Enter sau khi kiểm tra để chuyển, nhấn Esc thất bại

source: Untested
vi_vn: Không được kiểm tra

source: Passed
vi_vn: thông qua

source: Failed
vi_vn: Thất bại

source: Please plug ethernet cable into built-in ethernet port<br>Press space to start.
vi_vn: Vui lòng chèn tuyến mạng vào mạng tích hợp và nhấn nút trống để bắt đầu kiểm tra

source: Running shell commands...
vi_vn: Thực hiện các hướng dẫn hệ thống ...

source: {display_label} Audio
vi_vn: Âm thanh {display_label}

source: Do you see video on {display}?
vi_vn: Màn hình bên ngoài {display} Có ảnh không?

source: Press {key} to pass the test.
vi_vn: thông qua vui lòng nhấn phím {key}

source: Fixture is checking if video is displayed on {display}?
vi_vn: Lịch thi đấu đang kiểm tra màn hình ngoài {display} Có ảnh không?

source: Connect external display: {display} and wait until it becomes primary.
vi_vn: Vui lòng kết nối màn hình ngoài: {display} và đợi cho nó trở thành màn hình chính.

source: Disconnect external display: {display}
vi_vn: Tháo màn hình ngoài: {display}

source: Spin up fan
vi_vn: Tăng tốc quạt

source: Spin down fan
vi_vn: Giảm tốc quạt

source: Fan speed (RPM):
vi_vn: Tốc độ quạt(RPM):

source: Switching device into fastboot.
vi_vn: fastbootchất phân tích vào fastboot chờ đợi

source: Switching device back to normal mode.
vi_vn: Chờ chất phân tích khởi động bình thường

source: Flashing {file} to {partition}.
vi_vn: Cài đặt {file} thành {partition}.

source: Build Phase
vi_vn: Giai đoạn sản xuất

source: Write Protection
vi_vn: Viết bảo vệ

source: Factory Server
vi_vn: Máy chủ nhà máy

source: Enabled
vi_vn: Bật

source: Disabled
vi_vn: Hủy kích hoạt

source: Running preflight tasks to prepare for finalization, please wait...
vi_vn: Hệ thống đang được chuẩn bị để thực hiện thủ tục cuối cùng ...

source: Finalizing, please wait.<br>Do not restart the device or terminate this test,<br>or the device may become unusable.
vi_vn: Bắt đầu trình tự cuối cùng, vui lòng đợi.<br>Không khởi động lại máy hoặc ngừng thử nghiệm.<br>Nếu không, máy sẽ không khởi động

source: Please put device on a horizontal plane then press space to start testing.
vi_vn: Đặt đối tượng cần thử nghiệm trên bề mặt nằm ngang và nhấn nút trắng để bắt đầu hiệu chuẩn

source: Please do not move the device.
vi_vn: Không di chuyển đối tượng đang thử.

source: Please rotate the device.
vi_vn: Vui lòng biến đối tượng cần kiểm tra

source: Please put device on a static plane then press space to start calibration.
vi_vn: Đặt đối tượng cần thử nghiệm trên bề mặt nằm ngang và nhấn nút trắng để bắt đầu hiệu chuẩn

source: Calibration will be started within {secs} seconds.Please do not move the device.
vi_vn: Chương trình thử nghiệm sẽ bắt đầu sau {secs} giây.Không di chuyển đối tượng đang được kiểm tra.

source: Probing components...
vi_vn: Khám phá các bộ phận...

source: Generating HWID (v3)...
vi_vn: Tạo HWID HWID (v3)...

source: Verifying HWID (v3): {encoded_string}...
vi_vn: Đang xác minh HWID (v3): {encoded_string} ...

source: (unchanged)
vi_vn: (không đổi)

source: Setting HWID (v3): {encoded_string}...
vi_vn: Ghi vào HWID (v3): {encoded_string}...

source: If the keyboard backlight lights up, press ENTER.
vi_vn: Kiểm tra xem đèn nền bàn phím có sáng không, nhấn ENTER

source: If the keyboard backlight is off, press ENTER.
vi_vn: Kiểm tra xem đèn nền bàn phím có tắt hay không Nhấn ENTER.

source: Expected keycode sequence:
vi_vn: Trình tự khóa đích:

source: Press keys sequentially from top-left to bottom-right.
vi_vn: Nhấn nút từ trên trái sang phải dưới cùng

source: Press one key at a time.
vi_vn: Mỗi lần chỉ được ấn nút một lần

source: yellow
vi_vn: màu vàng

source: green
vi_vn: xanh lục

source: red
vi_vn: màu hồng

source: white
vi_vn: màu trắng

source: blue
vi_vn: màu xanh

source: off
vi_vn: đóng

source: power LED
vi_vn: nguồn điện LED

source: battery LED
vi_vn: nguồn điện LED

source: adapter LED
vi_vn: LEDĐèn LED bộ nguồn

source: right LED
vi_vn: Độ sáng LED

source: If the <strong>{name}</strong> is <strong>off</strong>, press ENTER.
vi_vn: Vui lòng kiểm tra xem <strong>{name}</strong> có bị tắt hay không <strong>nhấn</strong> nhấn ENTER。

source: If the <strong>{name}</strong> lights up in <strong>{color}</strong>, press ENTER.
vi_vn: Vui lòng kiểm tra xem <strong>{name}</strong> có được sáng <strong>{color}</strong> không, vui lòng nhấn ENTER。

source: Test {test_id}
vi_vn: Kiểm tra {test_id}

source: Please press number key according to the <strong>{name}</strong> color
vi_vn: Nhấn phím số theo màu của <strong>{name}</strong>

source: Result:
vi_vn: Kết quả kiểm tra:

source: Demagnetizing lid sensor
vi_vn: Cảm biến cảm biến

source: Open the lid
vi_vn: Vui lòng mở nắp trên

source: Magnetizing lid sensor
vi_vn: Cảm biến nắp trên từ hóa

source: Close then open the lid
vi_vn: Đóng và sau đó mở nắp trên

source: Cover light sensor with finger
vi_vn: Bao gồm cảm biến ánh sáng

source: Remove finger from light sensor
vi_vn: Xóa bóng

source: Shine light sensor with flashlight
vi_vn: Chiếu sáng cảm biến ánh sáng với ánh sáng mạnh

source: ALS Sensor Calibration
vi_vn: Hiệu chỉnh cảm biến ánh sáng

source: Cleaning up calibration values
vi_vn: Xóa giá trị hiệu chỉnh

source: Sampling {name}
vi_vn: Đọc {name}

source: Checking ALS ordering
vi_vn: Xác nhận trình tự ALS

source: Calculating calibration coefficients
vi_vn: Tính toán các thông số hiệu chuẩn

source: Saving calibration coefficients to VPD
vi_vn: Viết các tham số hiệu chuẩn vào VPD

source: Validating ALS
vi_vn: Xác minh ALS

source: Fixture Connected
vi_vn: Lịch thi đấu đã được kết nối

source: Fixture Disconnected
vi_vn: Ngắt kết nối cố định

source: Switching to lighting {name}
vi_vn: Chuyển sang {name}

source: Use indicated light source to pass each subtest.
vi_vn: Vui lòng chuyển từng subtest theo chỉ dẫn

source: Hit "space" to begin...
vi_vn: Nhấn phím trống để bắt đầu kiểm tra...

source: dark
vi_vn: toàn âm

source: Is the lightbar {color}?<br>Press SPACE if yes, "F" if no.
vi_vn: Thanh ánh sáng có phải là {color} không?<br>Có, vui lòng nhấn phím trống, không nhấn F 。

source: Checking memory info...
vi_vn: Kiểm tra dung lượng bộ nhớ...

source: <div>Press <strong>Enter</strong> to continue, or <strong>ESC</strong> if things are not going right.</div>
vi_vn: <div>Nhấn<strong>Enter</strong>để tiếp tục, nếu không, nhấn <strong>ESC</strong></div>

source: <div>Press <strong>Enter</strong> to continue.</div>
vi_vn: <div>Nhấn<strong>Enter</strong>để tiếp tục</div>

source: Please confirm following values
vi_vn: Vui lòng xác nhận các kết quả sau

source: No physical link on {interface}
vi_vn: {interface} Không có cáp mạng nào được kết nối

source: Interface {interface} not found
vi_vn: Không tìm thấy giao diện mạng {interface}

source: Interface {interface} not initialized
vi_vn: Giao diện mạng {interface} không được khởi tạo thành công

source: Unknown Error on {interface}
vi_vn: Giao diện mạng {interface} có lỗi không xác định

source: Setting up interface {interface}
vi_vn: Thiết lập giao diện web {interface}

source: Press space to continue
vi_vn: Vui lòng bấm phím trống để tiếp tục

source: Please remove USB type-C cable in {secs:.1f} seconds
vi_vn: Vui lòng tháo cáp USB loại C trong vòng {secs:.1f} giây

source: USB type-C port is disconnected in {secs:.1f} seconds
vi_vn: Cổng USB loại C mất kết nối {secs: .1f} giây

source: Please attach USB type-C cable in {secs:.1f} seconds
vi_vn: Vui lòng kết nối cáp USB loại C trong vòng {secs:.1f} giây

source: Wait DUT to reconnect
vi_vn: Chờ cho DUT kết nối lại

source: Flip USB type-C cable and plug in again...
vi_vn: Đảo ngược đầu cắm USB loại C và cắmlại vào máy...

source: And press Enter key to continue...
vi_vn: Nhấn Enter để tiếp tục...

source: Waiting for ADB device connection...
vi_vn: Đang đợi máy kết nối ...

source: Checking Plankton INA current for protection...
vi_vn: Kiểm tra bảo vệ hiện tại...

source: Testing battery {voltage}V charging...
vi_vn: Kiểm tra pin {voltage} V sạc ...

source: Testing battery discharging...
vi_vn: Kiểm tra xả pin ...

source: Connecting BFT display: {device}
vi_vn: Kết nối với màn hình BFT: {device}

source: Disconnecting BFT display: {device}
vi_vn: Loại bỏ màn hình BFT: {device}

source: BFT display {device} is connected. Sending image...
vi_vn: Màn hình BFT được kết nối: {device}, màn hình truyền

source: Caution: monitor may turn black for a short time.
vi_vn: Lưu ý: Màn hình có thể có màn hình đen ngắn.

source: Voltage: {voltage} mV
vi_vn: mVĐiện áp: {voltage} mV

source: Current: {current} mA
vi_vn: Hiện tại: {current} mA

source: Please insert the SIM card
vi_vn: Vui lòng lắp thẻ SIM

source: Detected! Please remove the SIM card
vi_vn: Thẻ SIM đã được phát hiện, vui lòng tháo thẻ SIM

source: Checking SIM card is present or not...
vi_vn: Kiểm tra xem thẻ SIM có tồn tại không

source: Please insert the SIM card tray
vi_vn: Vui lòng lắp ngăn chứa thẻ SIM

source: Detected! Please remove the SIM card tray
vi_vn: Hộp mực SIM đã được phát hiện Vui lòng tháo hộp đựng thẻ SIM

source: Reading device data from {vpd_section} VPD...
vi_vn: Đọc dữ liệu máy từ VPD {vpd_section} ...

source: Testing {device}...
vi_vn: {device} Đang kiểm tra ...

source: Performing r/w test on {count} {bsize}-byte random blocks...
vi_vn: Thực thi {count} {bsize} khối byte liên tục đọc và viết thử nghiệm...

source: Performing sequential r/w test of {bsize} bytes...
vi_vn: Thực thi {bsize} khối byte liên tục đọc và viết thử nghiệm...

source: Insert {media} drive for read/write test... {extra}<br>WARNING: DATA ON INSERTED MEDIA WILL BE LOST!
vi_vn: Chèn {media} bộ nhớ cho các bài kiểm tra đọc và viết... {extra}<br>ưu ý: Dữ liệu được chèn vào thiết bị sẽ bị xóa!!

source: Wrong USB side, please flip over {media}.
vi_vn: Định hướng USB sai, vui lòng đảo ngược hướng của {media} ...

source: Remove {media} drive...
vi_vn: Trích xuất {media} lưu trữ ...

source: Toggle lock switch and insert {media} drive again...
vi_vn: Chuyển khóa bảo vệ ghi và chèn lại {media} lần nữa ...

source: Remove {media} drive and toggle lock switch...
vi_vn: Giải nén {media} lưu trữ và tắt công tắc chống ghi ...

source: Executing Graphyte
vi_vn: Thi hành Graphyte

source: Initializing Robot...
vi_vn: Khởi tạo cánh tay robot...

source: Please load DUT onto the robot, connect all cables, and press <b>SPACE</b> to continue.
vi_vn: Đặt DUT trên cánh tay robot và kết nối đường dây và nhấn nút trống để bắt đầu

source: Prepare for movement.
vi_vn: Sẵn sàng bắt đầu di chuyển.

source: Moving to start position...
vi_vn: Di chuyển đến vị trí bắt đầu.

source: Moving to LOAD / UNLOAD position...
vi_vn: Di chuyển đến vị trí gỡ cài đặt

source: Computing...
vi_vn: Sửa chữa...

source: Pushing the result...
vi_vn: .Lưu kết quả...

source: Please un-cover the sensor
vi_vn: Vui lòng lắp thẻ SIM

source: The scanned value is empty.
vi_vn: Số quét là trống.

source: The scanned value "{value}" does not match the expected format.
vi_vn: Số quét「{value}」không đúng định dạng.

source: The scanned value "{value}" does not match the expected value <span class=test-engineering-mode-only>"{expected_value}"</span>.
vi_vn: Số được quét「{value}」không khớp với số được mong đợi <span class=test-engineering-mode-only>「{expected_value}」</span>。

source: Writing to VPD. Please wait...
vi_vn: Viết cho VPD, vui lòng chờ ...

source: Scan {label}
vi_vn: Đang quét{label}

source: Please scan the {label} and press ENTER.
vi_vn: Vui lòng quét{label}và nhấn ENTER.。

source: Retry
vi_vn: Thử lại

source: Invoking shopfloor service
vi_vn: Thực hiện dịch vụ Shopfloor

source: Shopfloor exception:
vi_vn: Lỗi cửa hàng:

source: reboot
vi_vn: khởi động lại

source: full reboot
vi_vn: Khởi động lại sâu

source: halt
vi_vn: tắt máy

source: Shutdown Test ({operation})
vi_vn: thử Tắt máy ({operation})

source: Remote DUT is performing {operation}, timeout in {delay} seconds.
vi_vn: Đơn vị kiểm tra từ xa sẽ là {operation} trong vòng {delay} giây.

source: Verifying system state after {operation}
vi_vn: Xác minh trạng thái hệ thống sau {operation}

source: System is going to {operation} in {delay} seconds.
vi_vn: Hệ thống sẽ là {operation} sau {delay} giây..

source: Accelerometer
vi_vn: Gia tốc kế

source: Calibrating {sensor_name}...
vi_vn: Hiệu chỉnh {sensor_name}...

source: Device not in position
vi_vn: Vị trí thiết bị không chính xác

source: Please put the device in face-up position (press Enter to continue)
vi_vn: Hãy đối mặt với thiết bị (nhấn Enter để tiếp tục)

source: Waiting for device...
vi_vn: Đang chờ thiết bị ...

source: Writing calibration data...
vi_vn: Viết kết quả chỉnh sửa...

source: Enter valid serial number:<br>
vi_vn: Vui lòng nhập số sê-ri hợp lệ:<br>

source: Hit SPACE to start testing...
vi_vn: Nhấn nút trống để bắt đầu kiểm tra...

source: Plug in external power to continue.
vi_vn: Vui lòng cắm nguồn cấp điện bên ngoài để tiếp tục

source: Factory install process did not complete. Auto-testing stopped.<br><br>Please install the factory test image using factory server<br>rather than booting from a USB drive.<br>
vi_vn: Thất bại trong quá trình cài đặt, dừng kiểm tra tự động<br><br>Vui lòng sử dụng máy chủ nhà máy đầy đủ để cài đặt chương trình thử nghiệm,<br>không khởi động trực tiếp từ đĩa USB.。<br>

source: Initialize some shared data...
vi_vn: Đặt lại dữ liệu được chia sẻ cũ...

source: Start Station Test
vi_vn: Bắt đầu thử nghiệm

source: End Station Test
vi_vn: Kết thúc bài kiểm tra

source: Please attach DUT.
vi_vn: INSERT Vui lòng lắp thiết bị kiểm tra。

source: Press SPACE to start the test.
vi_vn: Đề nghị ấnphím trống để thử mở

source: Sending test results to shopfloor...
vi_vn: SENDING truyền kết quả kiểm tra đến máy chủ ...

source: Please remove DUT.
vi_vn: XÓA Hãy tháo bộ kiểm tra ra。

source: Press SPACE to end the test.
vi_vn: Đề nghị ấn phím trống thử kết thúc

source: Please extend the green line with stylus to the other end.<br>Stay between the two red lines.<br>Press SPACE to start; Esc to fail.
vi_vn: Sử dụng bút stylus để mở rộng đoạn đường màu xanh lá cây đến đầu kia,<br>không vượt quá vùng vạch đỏ. <br>Nhấn phím trống để bắt đầu kiểm tra, phím Esc không thành công

source: clockwise
vi_vn: chiều kim đồng hồ

source: upside down
vi_vn: lộn ngược

source: counterclockwise
vi_vn: ngược chiều kim đồng hồ

source: Please rotate the device: {msg}
vi_vn: Vui lòng biến đối tượng cần kiểm tra: {msg}

source: Click or press SPACE to continue
vi_vn: Nhấp hoặc nhấn nút trống để tiếp tục

source: Unable to proceed, since some previous tests have not passed.
vi_vn: Tất cả các bài kiểm tra trước đó phải vượt qua để vượt qua dự án này

source: Click or press any key to continue...
vi_vn: Nhấp hoặc nhấn nút trống để tiếp tục

source: passed
vi_vn: tốt

source: failed
vi_vn: không đạt

source: active
vi_vn: đang thử

source: untested
vi_vn: Không được kiểm tra

source: Test Status for {testName}:
vi_vn: {testName} Danh sách kết quả kiểm tra:

source: Suspend/Resume: {run} of {cycle}
vi_vn: Dừng/ Khôi phục: {run} / {cycle}

source: Change URL
vi_vn: Thay đổi URL

source: Please wait few seconds to edit...
vi_vn: Vui lòng đợi vài giây để chỉnh sửa...

source: No factor server URL configured.
vi_vn: URL máy chủ của máy chủ gốc không được chỉ định.

source: For debugging or development, enter engineering mode to start individual tests.
vi_vn: Nếu bạn muốn gỡ lỗi hoặc thực hiện một số kiểm tra, vui lòng nhập chế độ kỹ thuật.

source: Change server URL:
vi_vn: Thay đổi URL máy chủ:

source: Set
vi_vn: Cài đặt

source: Please connect to network...
vi_vn: Vui lòng kết nối với mạng...

source: Expected network: {networks}
vi_vn: Mạng dự kiến: {networks}

source: Current networks: {networks}
vi_vn: Mạng hiện tại: {networks}

source: Trying to reach server...
vi_vn: Cố gắng liên lạc với máy chủ của nhà máy

source: Trying to check server protocol...
vi_vn: Kiểm tra máy chủ của nhà máy ...

source: Server URL: {server_url}
vi_vn: URL máy chủ: {server_url}

source: Flush Test Log: Progress = <br>{progress}
vi_vn: Bảng hi thử nghiệm đồng bộ hóa (TestLog): Progress = <br>{progress}

source: Collecting report data...
vi_vn: Thu thập tài liệu báo cáo...

source: Getting serial number...
vi_vn: Đọc số sê-ri ...

source: A software update is available. Press SPACE to update.
vi_vn: Có sẵn các bản cập nhật. Bấm phím trống để cập nhật

source: Preparing...
vi_vn: Đang chuẩn bị...

source: Ping
vi_vn: Kiểm tra kết nối

source: Detect Server URL
vi_vn: Phát hiện URL máy chủ

source: Sync time
vi_vn: Thời gian đồng bộ hóa

source: Flush Event Logs
vi_vn: Ghi nhật ký sự kiện đồng bộ hóa

source: Flush Test Log
vi_vn: Bảng hi thử nghiệm đồng bộ(TestLog)

source: Create Report
vi_vn: Sản xuất báo cáo

source: Upload report
vi_vn: Tải lên báo cáo sản xuất

source: Upload Reg Codes
vi_vn: Tải lên

source: Update Toolkit
vi_vn: Cập nhật thủ tục kiểm tra

source: Running task: {label}
vi_vn: Thực hiện tác vụ: {label}

source: Server Task Finished: {label}
vi_vn: Hoàn thành tác vụ: {label}

source: Task <b>{label}</b> failed, retry in {time_left} seconds...
vi_vn: <b>Tác vụ{label}</b>không thành công và sẽ thử lại sau {time_left} giây ...

source: Flip the lid into tablet mode
vi_vn: Mở nắp trên cho đến khi nó vừa với nắp dướ

source: Confirm tablet mode
vi_vn: Xác nhận chế độ máy tính bảng

source: Open the lid back to notebook mode
vi_vn: Mở nắp cho đến khi chế độ máy tính xách tay bình thường

source: Press SPACE to confirm notebook mode
vi_vn: Vui lòng bấm phím trống để xác nhận chế độ sổ ghi chép.

source: Failure
vi_vn: Thất bại

source: Rotate the tablet to correctly align the picture, holding it at an upright 90-degree angle.
vi_vn: Lắp máy tính bảng sao cho nó vuông góc với màn hình nền và bắt đầu xoay để căn chỉnh hình ảnh.

source: PASS
vi_vn: Thành công

source: FAIL
vi_vn: Thất bại

source: ERROR: Touch device not found
vi_vn: Không tìm thấy thiết bị cảm ứng

source: Calibrating Touch device
vi_vn: Hiệu chỉnh thiết bị cảm ứng

source: Testing {item}...
vi_vn: Thử nghiệm trong {item} ...

source: Please don't put your third finger on the touchpad. If you didn't do that, treat this touch panel as a problematic one!!
vi_vn: Không đặt ngón tay thứ ba trên bàn di chuột. Nếu bạn không làm điều đó, hãy sử dụng trackpad này như một vấn đề!

source: Ghost finger detected!! Please treat this touch panel as a problematic one!!
vi_vn: Một ngón tay ma được phát hiện! Vui lòng sử dụng bảng cả mứng này như một sự cố! !

source: Calibrating touchpad...
vi_vn: Chỉnh sửa màn hình cảm ứng ...

source: Please put the hover-tool into the holder.
vi_vn: Đặt bộ kiểm tra di chuột vào ngăn chứa

source: Please pull out the hover-tool from the holder.
vi_vn: Vui lòng tháo công cụ kiểm tra di chuột ra khỏi giá đỡ

source: Checking for false positive...
vi_vn: Thực hiện kiểm tra dương tính giả...

source: Please take off your fingers and then press SPACE to start testing...
vi_vn: Vui lòng giữ ngón tay tránh xa màn hình cảm ứng và nhấn nút trống để bắt đầu kiểm tra ...

source: Serial number
vi_vn: Hoàn thành tác vụ

source: Submit
vi_vn: gửi

source: Probe goes down
vi_vn: Vị trí thấp hơn của vật trước khi tắt

source: Probe goes up
vi_vn: Trước khi thử chuẩn bị vị trí trên

source: Read sensor data
vi_vn: Đọc dữ liệu theo cách thủ công

source: Probe self test
vi_vn: JIG thủ công , tự mình thử

source: Controller status
vi_vn: Liên kết khuôn

source: Refresh
vi_vn: Làm mới

source: Touchscreen status
vi_vn: Liên kết đến đối tượng thử nghiệm

source: Probe state
vi_vn: trạng thái nội bộ JIG

source: FixtureState
vi_vn: Điều tra trạng thái Jig

source: Host IP
vi_vn: URL gốc
